/* No comment provided by engineer. */
"%d Comment" = "%d Comment";

/* No comment provided by engineer. */
"%d Comments" = "%d Comments";

/* No comment provided by engineer. */
"%d days ago" = "%d days ago";

/* No comment provided by engineer. */
"'Member since 'MMM yyyy" = "'Member since 'MMM yyyy";

/* No comment provided by engineer. */
"0 votes" = "0 votes";

/* No comment provided by engineer. */
"1 Comment" = "1 Comment";

/* No comment provided by engineer. */
"1 vote" = "1 vote";

/* No comment provided by engineer. */
"2 votes" = "2 votes";

/* No comment provided by engineer. */
"3 votes" = "3 votes";

/* No comment provided by engineer. */
"Absolutely" = "Absolutely";

/* No comment provided by engineer. */
"Add \"" = "Add \"";

/* No comment provided by engineer. */
"Add \"%@\"" = "Add \"%@\"";

/* No comment provided by engineer. */
"Add a comment..." = "Add a comment...";

/* No comment provided by engineer. */
"Add Comment" = "Add Comment";

/* No comment provided by engineer. */
"Anonymous" = "Anonymous";

/* No comment provided by engineer. */
"Are you sure you want to flag this idea as inappropriate?" = "Are you sure you want to flag this idea as inappropriate?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Changing your email address will require it to be confirmed again." = "Changing your email address will require it to be confirmed again.";

/* No comment provided by engineer. */
"Checking..." = "Checking...";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Connecting to UserVoice" = "Connecting to UserVoice";

/* No comment provided by engineer. */
"Contact %@" = "Contact %@";

/* No comment provided by engineer. */
"Contact Support" = "Contact Support";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Create Account" = "Create Account";

/* No comment provided by engineer. */
"Created %d %@" = "Created %1$d %2$@";

/* No comment provided by engineer. */
"Created by" = "Created by";

/* No comment provided by engineer. */
"Edit my profile" = "Edit my profile";

/* No comment provided by engineer. */
"Edit Profile" = "Edit Profile";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Error" = "Error";

/* Feedback */
"Feedback" = "Feedback";

/* Feedback powered by UserVoice */
"Feedback powered by UserVoice" = "Feedback powered by UserVoice";

/* No comment provided by engineer. */
"Flag" = "Flag";

/* No comment provided by engineer. */
"Flag as inappropriate" = "Flag as inappropriate";

/* No comment provided by engineer. */
"Flag Comment?" = "Flag Comment?";

/* No comment provided by engineer. */
"Flag Idea?" = "Flag Idea?";

/* No comment provided by engineer. */
"Forgot your password?" = "Forgot your password?";

/* No comment provided by engineer. */
"Give Feedback" = "Give Feedback";

/* No comment provided by engineer. */
"idea" = "idea";

/* No comment provided by engineer. */
"ideas" = "ideas";

/* No comment provided by engineer. */
"Ideas Created" = "Ideas Created";

/* No comment provided by engineer. */
"Ideas Supported" = "Ideas Supported";

/* No comment provided by engineer. */
"Leave A Rating" = "Leave A Rating";

/* No comment provided by engineer. */
"Load more comments..." = "Load more comments...";

/* No comment provided by engineer. */
"Logout from UserVoice" = "Logout from UserVoice";

/* No comment provided by engineer. */
"Looks like it's your first time here, welcome to UserVoice!" = "Looks like it's your first time here, welcome to UserVoice!";

/* No comment provided by engineer. */
"Maybe" = "Maybe";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"My Profile" = "My Profile";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter your email address before submitting your ticket." = "Please enter your email address before submitting your ticket.";

/* No comment provided by engineer. */
"Please enter your email address." = "Please enter your email address.";

/* No comment provided by engineer. */
"Post date" = "Post date";

/* No comment provided by engineer. */
"Rating" = "Rating";

/* No comment provided by engineer. */
"Required" = "Required";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Sign In" = "Sign In";

/* Sign in */
"Sign in" = "Sign in";

/* No comment provided by engineer. */
"Sorry, there was an error in the application." = "Sorry, there was an error in the application.";

/* No comment provided by engineer. */
"Sorry, you have no more votes remaining in this forum." = "Sorry, you have no more votes remaining in this forum.";

/* No comment provided by engineer. */
"Subject" = "Subject";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Suggestions" = "Suggestions";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Supporting %d %@" = "Supporting %1$d %2$@";

/* No comment provided by engineer. */
"There appears to be a problem with your network connection, please check your connectivity and try again." = "There appears to be a problem with your network connection, please check your connectivity and try again.";

/* No comment provided by engineer. */
"There was a problem logging you in, please check your password and try again." = "There was a problem logging you in, please check your password and try again.";

/* No comment provided by engineer. */
"This application didn't configure UserVoice properly" = "This application didn't configure UserVoice properly";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Unlikely" = "Unlikely";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"User Profile" = "User Profile";

/* No comment provided by engineer. */
"vote" = "vote";

/* No comment provided by engineer. */
"vote has" = "vote has";

/* No comment provided by engineer. */
"votes" = "votes";

/* No comment provided by engineer. */
"votes have" = "votes have";

/* No comment provided by engineer. */
"Voting for this suggestion is now closed and your %d %@ been returned to you" = "Voting for this suggestion is now closed and your %1$d %2$@ been returned to you";

/* No comment provided by engineer. */
"Want to suggest an idea instead?" = "Want to suggest an idea instead?";

/* No comment provided by engineer. */
"We've sent an email telling you how to login and change your password." = "We've sent an email telling you how to login and change your password.";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"Welcome back! We found your profile, but we need you to sign in to verify you are... you." = "Welcome back! We found your profile, but we need you to sign in to verify you are... you.";

/* No comment provided by engineer. */
"Would you like to add your rating to the iTunes store?" = "Would you like to add your rating to the iTunes store?";

/* %d for nb of votes %@ for pluralization of votes */
"You have %d %@ remaining in this forum" = "You have %1$d %2$@ remaining in this forum";

/* No comment provided by engineer. */
"You have successfully flagged this comment as inappropriate." = "You have successfully flagged this comment as inappropriate.";

/* No comment provided by engineer. */
"You have successfully flagged this idea as inappropriate." = "You have successfully flagged this idea as inappropriate.";

/* No comment provided by engineer. */
"You will need to sign in to answer." = "You will need to sign in to answer.";

/* No comment provided by engineer. */
"You will need to sign in to vote." = "You will need to sign in to vote.";

/* No comment provided by engineer. */
"Your email has not yet been confirmed" = "Your email has not yet been confirmed";

/* No comment provided by engineer. */
"Your ticket was successfully submitted." = "Your ticket was successfully submitted.";

